Repository: De4pin/deepin-media-player
Catalog: locale/*.po
Languages: ar, hy_am

source: Clear Playlist
ar: مسح قائمة التشغيل
hy_am: Ջնջել ցուցակը

source: DPlayer
ar: دي مشغل
hy_am: DPlayer - Թարգմանություն Հայկ Ափրիկյանի

source: Open Directory
ar: فتح دليل
hy_am: Բացել տարածքը

source: Open URL
ar: فتح URL
hy_am: Բացել հասցեն

source: Disable always-on-top
ar: الغاء دائماً-في-الأعلى
hy_am: Անջատել միշտ վերևում լինելը

source: Always on Top
ar: دائما في الأعلى
hy_am: Միշտ վերևում

source: Pause
ar: إيقاف
hy_am: Ընդհատել

source: Play
ar: تشغيل
hy_am: Սկսել

source: Seek to
ar: سعي الى
hy_am: Ձգել

source: Full Screen
ar: ملء الشاشة
hy_am: Ամբողջ էկրանով

source: Quit Full Screen
ar: الخروج من ملء الشاشة
hy_am: Սովորական չափսով

source: Pause/Play
ar: إيقاف / تشغيل
hy_am: Ընդհատել/Շարունակել

source: Select Files
ar: إختيار ملفات
hy_am: Նշել նիշքերը

source: Select Directory
ar: إختيار دليل
hy_am: Նշել տարածքը

source: Screenshot
ar: لقطة للشاشة
hy_am: Վայրկենապատկեր

source: Open Disc
ar: فتح القرص
hy_am: Բացել սկավառակը

source: Save Directory
ar: حفظ الدليل
hy_am: Պահել տարածքը

source: Properties
ar: الخصائص
hy_am: Հատկություններ

source: Close
ar: إغلاق
hy_am: Փակել

source: video information
ar: معلومات الفيديو
hy_am: տեսանյութի մասին տեղեկություն

source: decoding information
ar: معلومات الترميز
hy_am: տեղեկության վերծանում

source: File path
ar: مسار الملف
hy_am: Նիշքի ճանապարհը

source: File type
ar: نوع الملف
hy_am: Նիշքի ձևը

source: Resolution
ar: الحل
hy_am: Թույլտվություն

source: File size
ar: حجم الملف
hy_am: Նիշքի չափը

source: Duration
ar: مدة
hy_am: Երկարություն

source: Open directory
ar: فتح دليل
hy_am: Բացել տարածքը

source: Video stream info
ar: معلومات تدفق الفيديو
hy_am: Տեսանյութի հոսանքի տեղեկություն

source: Codec format
ar: صيغة الترميز
hy_am: Կոդավորված ձայնային ազդանշաններ հաղորդող սարքի ձևաչափ

source: Frame rate
ar: معدل الإطار
hy_am: Կադրերի շրջանառում

source: Scaling
ar: التدريج
hy_am: Չափում

source: Video bit rate
ar: معدل بت الفيديو
hy_am: Տեսանյութի բիթրեյթը

source: Audio stream info
ar: معلومات تدفق الصوت
hy_am: Ձայնի հոսանքի տեղեկություն

source: Track number
ar: رقم المسار
hy_am: Մասի համարը

source: Audio digit
ar: عدد الصوت
hy_am: Ձայնի թիվ

source: Audio bit rate:
ar: معدل بت الصوت
hy_am: Ձայնի բիթրեյթը՝

source: Sampling
ar: عينات
hy_am: Ընտրում

source: Copy info
ar: نسخ المعلومات
hy_am: Պատճենել տեղեկությունը

source: Task Manager for format conversion
ar: إدارة المهام لتحويل الصيغ
hy_am: Գործողությունների վահանակը ևաչափերի փոխակերպման համար

source: ('form_size', 500, 180)
ar: ('الشكل_حجم', 500, 180)

source: Convert
ar: تحويل
hy_am: Փոխարկել

source: sangsung
ar: Samsung

source: apanda
ar: hosin

source: Phone brand
ar: شركة الهاتف
hy_am: Հեռախոսի մակնիշը

source: Output format
ar: صيغ الإخراج
hy_am: Փոխակերպման ձևաչափը

source: Audio encoder
ar: محول الصوت
hy_am: Ձայնակոդավորիչ

source: Video encoder
ar: محول الفيديو
hy_am: Տեսակոդավորիչ

source: Output directory
ar: دليل الإخراج
hy_am: Պահպանման տարածքը

source: Phone model
ar: نموذج الهاتف
hy_am: Հեռախոսի մոդելը

source: Change
ar: تغيير
hy_am: Փոխել

source: Start
ar: بدأ
hy_am: Սկսել

source: Task Manager
ar: إدارة المهام
hy_am: Գործողությունների վահանակ

source: No Presets
ar: لا توجد مهام مسبقة
hy_am: Նախադրյալների չկան

source: No Model
ar: لايوجد نموذج
hy_am: Մոդել չկա

source: ('brand_position', 20)
ar: ('الشعار_وضع', 20)

source: ('model_position', 20)
ar: ('النموذج_وضع', 20)

source: ('format_position', 12)
ar: ('الشكل_وضع', 12)

source: ('ratio_position', 18)
ar: ('النسبة_وضع', 18)

source: ('frame_position', 13)
ar: ('الإطار_وضع', 13)

source: ('bit_rate_position', 28)
ar: ('البت_معدل_وضع', 28)

source: Choose a directory
ar: أختر دليل
hy_am: Նշել տարածքը

source: Advanced settings
ar: إعدادات متقدمة
hy_am: Հավելյալ ընտրանքներ

source: ('button_size', 100)
ar: ('الزر_حجم', 100)

source: Audio-only
ar: صوت-فقط
hy_am: Միայն ձայնը

source: Time remaining
ar: الوقت المتبقي
hy_am: Մնացել է

source: No Video
ar: لا فيديو
hy_am: Տեսանյութ չկա

source: Converting
ar: التحويل
hy_am: Փոխարկվում է...

source: continue
ar: أستمر
hy_am: շարունակել

source: Open a directory
ar: فتح الدليل
hy_am: Բացել տարածք

source: Delete
ar: حذف
hy_am: Ջնջել

source: Remove complete tasks
ar: أزل المهمات المكتملة
hy_am: Հեռացնել կատարված գործողությունները

source: Open Url
ar: فتح Url
hy_am: Բացել հասցեն

source: Ok
ar: موافق
hy_am: Լավ

source: Cancel
ar: الغاء
hy_am: Չեղարկել

source: Open File
ar: فتح ملف
hy_am: Բացել նիշքը

source: Play Disc
ar: تشغيل قرص
hy_am: Նվագարկել սկավառակը

source: Play (track)
ar: تشغيل (مسار)
hy_am: Սկսել (մասը)

source: Default
ar: الأفتراضي
hy_am: Հիմնական

source: Random
ar: عشوائي
hy_am: Ցանկացածը

source: Repeat (track)
ar: أعد (المسار)
hy_am: Վերսկսել (մասը)

source: Repeat (playlist)
ar: أعد (تشغيل القائمة)
hy_am: Վերսկսել (ցանկը)

source: Normal Mode
ar: الوضع العادي
hy_am: Սովորական եղանակ

source: Compact Mode
ar: الوضع المضغوط
hy_am: Սեղմ եղանակ

source: Previous
ar: السابق
hy_am: Նախորդ

source: Next
ar: التالي
hy_am: Հաջորդ

source: Jump Forward
ar: القفز للأمام
hy_am: Առաջ անցնել

source: Jump Backward
ar: القفز للخلف
hy_am: Ետ գնալ

source: Order
ar: أمر
hy_am: Կարգ

source: Original
ar: أصلي
hy_am: Իսկական

source: Stereo
ar: ستيريو

source: Left
ar: يسار
hy_am: Ձախ

source: Right
ar: يمين
hy_am: Աջ

source: Channels
ar: قنوات
hy_am: Աղբյուր

source: Increase Volume
ar: زياة الصوت
hy_am: Բարձրացնել ձայնը

source: Decrease Volume
ar: خفض الصوت
hy_am: Իջեցնել ձայնը

source: Mute/Unmute
ar: كتم
hy_am: Լռեցնել/Միացնել ձայնը

source: Take Screenshot
ar: أخذ لقطة للشاشة
hy_am: Վայրկենապատկեր անել

source: Open Screenshot Directory
ar: فتح دليل لقطة الشاشة
hy_am: Բացել վայրկենապատկերների տարածքը

source: Set Screenshot Directory
ar: ضبط دليل لقطة الشاشة
hy_am: Նշել վայրկենապատկերի տարածքը

source: Format conversion
ar: محول الصيغ
hy_am: Ձևաչափի փոխակերպում

source: File
ar: ملف
hy_am: Նիշք

source: Video
ar: فيديو
hy_am: Տեսանյութ

source: Audio
ar: صوت
hy_am: Ձայն

source: Take Screenshots
ar: أخذ لقطات للشاشة
hy_am: Վայրկենապատկեր անել

source: View New Features
ar: عرض المميزات الجديدة
hy_am: Դիտել նոր հնարավորությունները

source: Preferences
ar: التفضيلات
hy_am: Ընտրանքներ

source: Quit
ar: خروج
hy_am: Փակել

source: By Name
ar: بواسطة الأسم
hy_am: Անունով

source: By Type
ar: بواسطة النوع
hy_am: Ձևով

source: Add File
ar: أضف ملف
hy_am: Ավելացնել նիշք

source: Add Directory
ar: أضف دليل
hy_am: Ավելացնել տարածք

source: Add URL
ar: أضف URL
hy_am: Ավելացնել հասցե

source: Remove Selected
ar: حذف المختارة
hy_am: Հեռացնել նշվածները

source: Save Playlist
ar: حفظ قائمة التشغيل
hy_am: Պահել ցուցակը

source: Remove Unavailable Files
ar: إزالة الملفات الغير متوفرة
hy_am: Հեռացնել անմաչելի նիշքերը

source: Recent Played
ar: المشغلة حديثاً
hy_am: Ամենավերջին նվագարկածները

source: Sort
ar: نوع
hy_am: Դասավորել

source: Open Containing Directory
ar: فتح دليل الحاوي
hy_am: Բացել պահվող տարածքը

source: Dubbing selection
ar: اختيار الدوبلاج
hy_am: Կրկնօրինակել նշվածը

source: Audio channels
ar: قنوات الصوت
hy_am: Ձայնային աղբյուրները

source: Move Up
ar: التحريك للأعلى
hy_am: Բարձրացնել վերև

source: Move Down
ar: التحريك للأسفل
hy_am: Իջեցնել ներքև

source: Move Left
ar: التحريك لليسار
hy_am: Տանել ձախ

source: Move Right
ar: التحريك لليمين
hy_am: Տանել աջ

source: Select
ar: أختر
hy_am: Նշել

source: Return to Title
ar: الرجوع الى العنوان
hy_am: Վերադառնալ վերնագրին

source: Return to Root
ar: الرجوع الى الجذور
hy_am: Վերադառնալ արմատին

source: Previous Title
ar: العنوان السابق
hy_am: Նախորդը

source: Next title
ar: العنوان التالي
hy_am: Հաջորդը

source: Jump to
ar: القفز الى
hy_am: Տեղափոխվել

source: DVD Menu
ar: قائمة الدي في دي
hy_am: Սկավառակի ցանկը

source: Load subtitles
ar: تحميل ملفات ترجمة
hy_am: Վերբեռնել տակագրերը

source: Select a subtitle
ar: اختر ترجمة
hy_am: Նշել տակագրերը

source: Full Screen On/Off
ar: ملء الشاشة تشغيل / إيقاف
hy_am: Ողջ էկրանով/Սովորական չափսով

source: Subtitles
ar: ملفات الترجمة
hy_am: Տակագրեր

source: DVD Navigation
ar: ملاحة الدي في دي
hy_am: DVD տեղաշարժ

source: Disabled
ar: الغاء
hy_am: Անջատված է

source: Volume
ar: حجم
hy_am: Ձայն

source: Stop
ar: sd
hy_am: Դադարեցնել

source: Playlist
ar: قائمة التشغيل
hy_am: Ցանկ

source: Playback
ar: أعد التشغيل
hy_am: Նվագարկել

source: Keyboard
ar: لوحة المفاتيح
hy_am: Ստեղնաշար

source: Subtitle
ar: ترجمة
hy_am: Տակագիր

source: Other
ar: أخرى
hy_am: Այլ

source: Plugin
ar: ملحق
hy_am: Հավելում

source: General
ar: عام
hy_am: Գլխավոր

source: About
ar: حول
hy_am: Տեղեկություն

source: On opening video
ar: عن فتح ملفات الفيديو
hy_am: Տեսանյութը բացելու ժամանակ

source: Fit video to player
ar: جهز الفيديو للمشغل
hy_am: Տեղավորել տեսանյութը նվագարկչում

source: Fit player to video
ar: جهز المشغل للفيديو
hy_am: Նվագարկիչը տեղավորել տեսանյութում

source: Resize interface to last closed size
ar: أعد تغيير حجم الواجهة إلى الحجم المغلق السابق
hy_am: Փոխել տեսքը նախկին չափին

source: Enter full screen mode
ar: أدخل وضع ملء الشاشة
hy_am: Մտնել ողջ էկրանով ձևը

source: Clear playlist when opening new file
ar: أمسح قائمة التشغيل حينما افتح ملف جديد
hy_am: Ջնջել ցանկը, երբ բացվում է նոր նիշք

source: Resume playback after restarting player
ar: أكمل تشغيل بعد إعادة تشغيل المشغل
hy_am: Շարունակել նվագարկումը նվագարկչի վերագործարկելուց հետո

source: Continue to next video automatically
ar: أنتقل إلى الفيديو التالي بشكل تلقائي
hy_am: Շարունակել հաջորդ տեսանյութն ավտոմատ

source: Show thumbnail when hovering over progress bar
ar: أظهر المصغرات حينما تحلق فوق شريط التقدم
hy_am: Ցուցադրել մանրանկարով, երբ գնում է քայլերի տողի մոտով

source: allow multiple instance DPlayer
ar: السماح بأمثلة متعددة د مشغل
hy_am: թողնել DPlayer-ի շատ օրինակներ

source: Pause When Minimized
ar: أوقف بشكل مؤقت أثناء التصغير
hy_am: Ընդհատել երբ փոքրացված է

source: Enable system popup notification
ar: السماح بتنبيهات النظام المنبثقة
hy_am: Թողնել համակարգի դուրս եկող հայտարարությունները

source: Enable play popup notification
ar: السماح بشتغيل التنبيهات المنبثقة
hy_am: Թողնել դուրս եկող հայտարարությունների սկսելը

source: Font
ar: الخط
hy_am: Տառատեսակ

source: Size
ar: الحجم
hy_am: Չափս

source: Enable hotkeys
ar: تفعيل الإختصارات
hy_am: Թույլատրել հղումային կոճակները

source: Open file
ar: فتح ملف
hy_am: Բացել նիշքը

source: Forward
ar: أمام
hy_am: Առաջ

source: Rewind
ar: رجوع
hy_am: Վերափաթաթում

source: Mute
ar: كتم
hy_am: Լռեցնել

source: Compact mode
ar: وضع الضغط
hy_am: Սեղմ եղանակ

source: Enable Keyboard Shortcuts
ar: تمكين إختصارات لوحة المفاتيح
hy_am: Թույլատրել ստեղնաշարի դյուրանցումները

source: Delay-0.5s
ar: أخر-0.5 ث
hy_am: Ձգել -0.5վ

source: Delay+0.5s
ar: أخر+0.5 ث
hy_am: Ձգել -+0.5վ

source: Loading subtiles
ar: تحميل الترجمات
hy_am: Վերբեռնվում են տակագրերը...

source: Increase subtitle scale
ar: زيادة تدرج الترجمة
hy_am: Բարձրացնել տակագրերի մասշտաբը

source: Decrease subtitle scale
ar: تقليص تدرج الترجمة
hy_am: Իջեցնել տակագրերի մասշտաբը

source: Enabled hotkeys
ar: تفعيل الإختصارات
hy_am: Հղումային կոճակները միացված են

source: Increse brightness
ar: زيادة السطوع
hy_am: Բարձրացնել պայծառությունը

source: Decrease brightness
ar: تقليص السطوع
hy_am: Իջեցնել պայծառությունը

source: Rotate conterclockwise
ar: تدوير بعكس إتجاه عقارب الساعة
hy_am: Պտտել ժամասլաքին հակառակ ուղղությամբ

source: Rotate clockwise
ar: تدوير بإتجاه عقارب الساعة
hy_am: Պտտել ժամասլաքի ուղղությամբ

source: Take screenshot
ar: أخذ لقطة شاشة
hy_am: Վայրկենապատկեր անել

source: Switch audio tracks
ar: تبديل مسارات الصوت
hy_am: Փոխել ձայնի մասերը

source: Left click
ar: نقر يسار
hy_am: Ձախ սեղմում

source: Double click
ar: نقر مزدوج
hy_am: Երկկտտացնում

source: Scroll
ar: تمرير
hy_am: Շարժել

source: Load subtitles automatically
ar: تحميل الترجمات بشكل تلقائي
hy_am: Վերբեռնել տակագրերը ավտոմատ

source: Subtitle Directory
ar: دليل الترجمة
hy_am: Տակագրերի տարածքը

source: Browse
ar: استعرض
hy_am: Ընտրել

source: Copy to clipboard
ar: انسخ الى الحافظة
hy_am: Պատճենել

source: Folder
ar: ملف
hy_am: Պանակ

source: Screenshot directory
ar: دليل لقطة الشاشة
hy_am: Վայրկենապատկերի տարածք

source: File Type
ar: نوع الملف
hy_am: Նիշքի ձևը

source: Keep current aspect ratio
ar: احفظ نسبة الأبعاء الحالية
hy_am: Պահել ներկայիս կողմերի հարաբերությունը

source: Name
ar: أسم
hy_am: Անվանում

source: Version
ar: إصدار
hy_am: Տարբերակ

source: Enable
ar: تفعيل
hy_am: Միացնել

source: Author
ar: المؤلف
hy_am: Հեղինակ
